[
  {
    "name": "Ayodeji Onayinka",
    "location": "London/Kent",
    "phone": "07958084266",
    "email": "aonayinka@gmail.com",
    "professionalSummary": "A reliable customer-focused IT Analyst with a broad range of operational and IT support skills...",
    "experience": [
      {
        "company": "Travelopia Holding Limited",
        "position": "Technical Engineer",
        "location": "London",
        "date": "Nov 2022 – Current",
        "responsibilities": [
          "Successfully addressed user issues related to Office 365, Windows Server, Azure AD, SharePoint, and Teams...",
          "Collaborated with senior engineers to facilitate system upgrades, migrations, and the seamless implementation of new technologies.",
          "Developed PowerShell scripts for the Intune onboarding process of new laptops, contributing to efficient and standardised device management.",
          "Oversaw Multi-Factor Authentication (MFA) and identity-related services, implementing and maintaining robust security measures to safeguard organisational assets.",
          "Streamlined approval processes by creating flows in Power Automate, enhancing workflow efficiency.",
          "Provided adept technical support for SharePoint users, promptly resolving hardware and software-related issues.",
          "Implemented and managed security systems, including Cisco Meraki, to ensure a secure and compliant IT environment.",
          "Installed and configured printers, adding them to the Print server for network broadcast, optimizing printing capabilities.",
          "Effectively troubleshooted and resolved networking issues encompassing DNS, DHCP, TCP/IP, LAN, and WAN connectivity, ensuring seamless and reliable network performance."
        ]
      },
      {
        "company": "WaterAid",
        "position": "2nd Line Technical Engineer",
        "location": "London",
        "date": "Jan 2022 – Nov 2022",
        "responsibilities": [
          "Create users and manage permissions in Active Directory.",
          "Monitor network infrastructure across departments, ensuring connectivity with reasonable bandwidth.",
          "Configure Windows Defender for maximum protection.",
          "Manage and configure mobile devices using Intune (iOS and Android).",
          "Support Microsoft Office 365 Admin Centre & On-Premises Exchange – Licensing, Mailbox permissions, and email security.",
          "Contributed to the development and maintenance of cloud support documentation, knowledge base articles, and best practices.",
          "Effectively troubleshooted and resolved cloud-related problems and incidents, ensuring minimal impact on operations.",
          "Stayed current on emerging threats and industry best practices to enhance cybersecurity measures continuously.",
          "Handle endpoint management, including MDM and Autopilot devices.",
          "Provide comprehensive support for staff's mobile devices, Wi-Fi, VPN access, and application-related issues.",
          "Liaise with third parties regarding issues, services, and products. Procurement/tracking.",
          "Set up conference meeting rooms and support projectors for quality voice and video on Teams or Zoom.",
          "Implement and manage security solutions, including firewalls, intrusion detection systems, and endpoint protection tools."
        ]
      },
      {
        "company": "Maidstone and Tunbridge Wells NHS Trust",
        "position": "Senior IT Technician",
        "location": "Kent",
        "date": "Jan 2019 - Aug 2019",
        "responsibilities": [
            "Providing 2nd line technical support for Desktop and Laptop issues to staff onsite and offsite (WFH) using SCCM tool.",
            "Resolving and prioritisation of tickets on ServiceDesk in line within the agreed SLA.",
            "Installing and configuring Sunrise for EPR implementation.",
            "Desktop refresh and Floor walking to fix issues with Sunrise.",
            "SCCM software install/uninstall.",
            "Creating and adding of users to the new domain via Active Directory.",
            "Making sure user's email boxes are migrated to Office 365 from Exchange.",
            "Imaging, Configuring and deployment of laptops and Desktops for the use of Sunrise.",
            "Configuration of iPads and Mobile devices for EPR.",
            "Upgrading all machines to SSD.",
            "Configuring laptops and WFH devices for VPN using Cisco Anyconnect and BMS app."

        ]
      },

      {
        "company": "Team ITG",
        "position": "Desktop Engineer/Network Engineer",
        "location": "London",
        "date": "Sep 2020 – Dec 2021",
        "responsibilities": [
          "Administering Active Directory/LDAP directories, GPO settings, domain controller, group policy...",
          "Managing Microsoft Office 365 Admin Centre & On-premises Exchange mailboxes, migration, and support...",
           "Handling email encryption, creating/managing Teams, and processing SharePoint requests.",
           "Providing support for Office 365 suites - Skype for Business, OneDrive, & Office 365 Pro Plus. Creating new task sequences, packaging, and injecting drivers into task sequences,and deploying user applications in SCCM. Utilizing configuration manager to trace, find, analyze, and resolve deployment problems. Creating Windows 10 build and capturing the task sequences.",
           "Offering Azure Cloud platform support for users and devices, such as setting up multi-factor Authentication (MFA) and enabling, disabling, and adding rules to users' MFA service settings.",
           "Administering BitLocker Encryption on Windows Clients using Group Policy.",
           "Performing Windows server administration tasks, including AD, DNS, DHCP, file storage, complex permissions, and application software installation.",
           "Resolving various networking issues, both on the user end and in server rooms, including panel patching, server backups, and restoration.",
           "Maintaining detailed records of new installations and related licenses.",
           "Installing new hardware and software to meet system specifications and user needs.",
           "Investigating reports of system errors, attempting to reproduce problems, and tracing faults."
        ]
      }
    ],
    "education": {
      "degree": "Bachelor Of Arts: Architecture",
      "university": "Anglia Ruskin University",
      "additionalQualifications": [
        "BTEC Level 3 Extended Diploma IT - Shooter Hill Sixth Form",
        "Level 2 Diploma Electrical Installations - Lewisham College",
        "GCSEs A* - C Including Mathematics, English, IT, and Science - Woolwich Polytechnic School"
      ]
    },
    "coreQualifications": [
      "MS Windows XP, Window 7/8, Mac and MS Office Suite VMware, ITIL, Cisco and Hyper V",
      "Mobile Device Knowledge: Intune MDM, MobileIron Apple iPhone iPad and other Tablets",
      "Maintain IT Service Desk knowledge base and hardware asset database",
      "Ability to work well with others on a team",
      "Cloud Platforms AWS, Azure, Infrastructure Components: Virtual Machines, Networking",
      "Operational knowledge of Microsoft office packages, internet and Good Knowledge of SCCM",
      "Network engineering",
      "Identify and fix software and hardware faults quickly and efficiently",
      "Good communication skills both verbal and written.",
      "Good organization and documentation skills",
      "Scripting Languages: Python, PowerShell",
      "Ability to work effectively in cross-functional teams"
    ],
    "references": "Reference Available on request"
  }
]